tap "waltarix/customs"
tap "mtg/essentia"
tap "homebrew/brewdler"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
cask "xquartz"
cask "caskroom/versions/java8"
brew "gmp"
brew "veclibfort"
brew "arpack"
brew "gettext"
brew "autoconf"
brew "automake"
brew "bar"
brew "bazel"
brew "bison"
brew "ghc"
brew "cabal-install", link: false
brew "cabextract"
brew "fontconfig"
brew "pixman"
brew "readline"
brew "calc"
brew "cmake"
brew "cmatrix"
brew "colordiff"
brew "composer"
brew "cowsay"
brew "curl"
brew "dhex"
brew "dialog"
brew "diff-so-fancy"
brew "docbook"
brew "jpeg"
brew "libtiff"
brew "epstool"
brew "faac"
brew "lame"
brew "libogg"
brew "ffmpeg", args: ["with-libass", "with-libvorbis"]
brew "fftw"
brew "jasper"
brew "fig2dev"
brew "flac"
brew "fltk"
brew "fortune"
brew "freeglut"
brew "gawk"
brew "gd"
brew "gdbm"
brew "gegl"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "gl2ps"
brew "glpk"
brew "gnome-doc-utils"
brew "gnu-sed"
brew "gnuplot"
brew "libunistring"
brew "nettle"
brew "gnutls"
brew "pkg-config"
brew "sqlite"
brew "xz"
brew "googler"
brew "libtool"
brew "graphicsmagick"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "gstreamer"
brew "icu4c"
brew "harfbuzz"
brew "gtk+"
brew "libepoxy"
brew "gtk+3"
brew "szip"
brew "hdf5"
brew "hub"
brew "imagemagick"
brew "jq"
brew "libao"
brew "libusb"
brew "libusb-compat"
brew "libgphoto2"
brew "libicns"
brew "libuv"
brew "libvorbis"
brew "lolcat"
brew "lzip"
brew "makedepend"
brew "portmidi"
brew "sdl2"
brew "mame"
brew "mergepbx"
brew "metis"
brew "mono"
brew "net-snmp"
brew "nkf"
brew "node"
brew "nyancat"
brew "tbb"
brew "opencv"
brew "p7zip"
brew "php-code-sniffer"
brew "unixodbc"
brew "php@7.1"
brew "plotutils"
brew "pstoedit"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qt"
brew "sip"
brew "pyqt"
brew "qhull"
brew "qscintilla2"
brew "ruby-build"
brew "rbenv"
brew "rig"
brew "sane-backends"
brew "sdl"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "sdl_image"
brew "sdl_mixer"
brew "sdl_ttf"
brew "sl"
brew "speex"
brew "tcl-tk"
brew "telnet"
brew "texi2html"
brew "texinfo"
brew "thefuck"
brew "tig"
brew "timidity"
brew "tree"
brew "tty-clock"
brew "unrar"
brew "vim"
brew "wget"
brew "wifi-password"
brew "wine"
brew "winetricks"
brew "wtf"
brew "yasm"
brew "youtube-dl"
brew "zenity"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "mtg/essentia/essentia"
cask "adobe-acrobat-reader"
cask "adobe-air"
cask "android-studio"
cask "arduino"
cask "atom"
cask "basictex"
cask "bibdesk"
cask "docker"
cask "excalibur"
cask "firefox"
cask "gimp"
cask "gyazo"
cask "haskell-platform"
cask "intellij-idea"
cask "java"
cask "latexit"
cask "libreoffice"
cask "minecraft"
cask "processing"
cask "pycharm"
cask "qlvideo"
cask "sequel-pro"
cask "sourcetree"
cask "stepmania"
cask "teamviewer"
cask "tex-live-utility"
cask "texshop"
cask "unity"
cask "vagrant"
cask "virtualbox"
cask "vlc"
cask "caskroom/versions/quicktime-player7"
