tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/boneyard'
tap 'homebrew/brewdler'
tap 'homebrew/core'
tap 'homebrew/games'
tap 'homebrew/php'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/x11'
tap 'waltarix/customs'
cask 'mactex'
cask 'xquartz'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'libpng', args: ['universal']
brew 'freetype', args: ['universal']
brew 'fontconfig', args: ['universal']
brew 'pixman'
brew 'cairo'
brew 'git'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'babl'
brew 'bar'
brew 'bazel'
brew 'bison'
brew 'ghc'
brew 'cabal-install'
brew 'cabextract'
brew 'readline'
brew 'calc'
brew 'cmake'
brew 'cmatrix'
brew 'colordiff'
brew 'coreutils'
brew 'cowsay'
brew 'curl'
brew 'dhex'
brew 'dialog'
brew 'diff-so-fancy'
brew 'docbook'
brew 'jpeg', args: ['universal']
brew 'libtiff', args: ['universal']
brew 'little-cms2', args: ['universal']
brew 'ghostscript'
brew 'epstool'
brew 'faac'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'gmp'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'fftw'
brew 'flac'
brew 'fltk'
brew 'fortune'
brew 'gawk'
brew 'webp', args: ['universal']
brew 'gd', args: ['universal']
brew 'gdbm'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'json-glib'
brew 'gegl'
brew 'git-flow'
brew 'git-lfs'
brew 'gl2ps'
brew 'libxml2'
brew 'gnome-doc-utils'
brew 'gnu-sed'
brew 'lua'
brew 'gnuplot', args: ['with-qt5']
brew 'libtasn1', args: ['universal']
brew 'libunistring'
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'googler'
brew 'libtool', args: ['universal']
brew 'graphicsmagick'
brew 'gsettings-desktop-schemas'
brew 'hicolor-icon-theme'
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'gtk+'
brew 'libepoxy'
brew 'gtk+3'
brew 'hub'
brew 'xz', args: ['universal']
brew 'imagemagick'
brew 'jasper', args: ['universal']
brew 'libao'
brew 'libusb', args: ['universal']
brew 'libusb-compat', args: ['universal']
brew 'libgphoto2', args: ['universal']
brew 'libicns', args: ['universal']
brew 'libogg'
brew 'libuv'
brew 'libvorbis'
brew 'lzip'
brew 'makedepend'
brew 'mergepbx'
brew 'openssl', args: ['universal']
brew 'mysql', restart_service: true
brew 'net-snmp'
brew 'nkf'
brew 'node'
brew 'nyancat'
brew 'p7zip'
brew 'pandoc'
brew 'plotutils'
brew 'portaudio'
brew 'portmidi'
brew 'pstoedit'
brew 'pwgen'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'qt5'
brew 'sip', args: ['with-python3']
brew 'pyqt5'
brew 'qscintilla2'
brew 'ruby-build'
brew 'rbenv'
brew 'rig'
brew 'sane-backends', args: ['universal']
brew 'scrollkeeper'
brew 'sdl2'
brew 'sl'
brew 'speex'
brew 'sqlite'
brew 'szip'
brew 'tbb'
brew 'texi2html'
brew 'texinfo'
brew 'thefuck'
brew 'tig'
brew 'timidity'
brew 'tree'
brew 'tty-clock'
brew 'unixodbc'
brew 'unrar'
brew 'vim', args: ['without-python']
brew 'wget'
brew 'wifi-password'
brew 'wine'
brew 'winetricks'
brew 'wtf'
brew 'yasm'
brew 'youtube-dl'
brew 'zenity'
brew 'zsh'
brew 'zsh-completions'
brew 'homebrew/games/mame'
brew 'homebrew/php/php71'
brew 'homebrew/php/php-code-sniffer'
brew 'homebrew/science/veclibfort'
brew 'homebrew/science/arpack'
brew 'homebrew/science/glpk'
brew 'homebrew/science/hdf5'
brew 'homebrew/science/metis'
brew 'homebrew/science/qhull'
brew 'homebrew/science/qrupdate'
brew 'homebrew/science/suite-sparse'
brew 'homebrew/science/transfig'
brew 'homebrew/science/octave', args: ['with-portaudio']
cask 'adobe-air'
cask 'arduino'
cask 'audacity'
cask 'blender'
cask 'dosbox'
cask 'firefox'
cask 'gimp'
cask 'libreoffice'
cask 'perian'
cask 'pongsaver'
cask 'processing'
cask 'quicktime-player7'
cask 'scratch'
cask 'unity'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'xscreensaver'
