tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/boneyard"
tap "homebrew/brewdler"
tap "homebrew/core"
tap "homebrew/games"
tap "homebrew/php"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/x11"
tap "waltarix/customs"
cask "java"
cask "xquartz"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pixman"
brew "git"
brew "gdbm"
brew "sqlite"
brew "python"
brew "atk"
brew "autoconf"
brew "automake"
brew "babl"
brew "bar"
brew "bazel"
brew "bison"
brew "ghc"
brew "cabal-install"
brew "cabextract"
brew "calc"
brew "cmake"
brew "cmatrix"
brew "colordiff"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "dhex"
brew "dialog"
brew "diff-so-fancy"
brew "docbook"
brew "jpeg", args: ["universal"]
brew "little-cms2", args: ["universal"]
brew "ghostscript"
brew "epstool"
brew "faac"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "fftw"
brew "flac"
brew "fltk"
brew "fortune"
brew "gawk"
brew "gd", args: ["universal"]
brew "gdk-pixbuf"
brew "gegl"
brew "git-flow"
brew "git-lfs"
brew "gl2ps"
brew "gnome-doc-utils"
brew "gnu-sed"
brew "lua"
brew "gnuplot", args: ["with-qt@5.7"]
brew "libtasn1"
brew "libunistring"
brew "nettle"
brew "gnutls"
brew "xz", args: ["universal"]
brew "python3"
brew "googler"
brew "libtool", args: ["universal"]
brew "graphicsmagick"
brew "gsettings-desktop-schemas"
brew "icu4c"
brew "harfbuzz"
brew "hicolor-icon-theme"
brew "gtk+"
brew "libepoxy"
brew "gtk+3"
brew "szip"
brew "hdf5"
brew "hub"
brew "imagemagick"
brew "jasper"
brew "libao"
brew "libusb", args: ["universal"]
brew "libusb-compat"
brew "libgphoto2"
brew "libicns", args: ["universal"]
brew "libogg"
brew "libuv"
brew "libvorbis"
brew "lzip"
brew "makedepend"
brew "portmidi"
brew "sdl2"
brew "mame"
brew "mergepbx"
brew "mysql", restart_service: true
brew "net-snmp"
brew "nkf"
brew "node"
brew "nyancat"
brew "p7zip"
brew "pandoc"
brew "plotutils"
brew "pstoedit"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qt"
brew "qscintilla2"
brew "ruby-build"
brew "rbenv"
brew "rig"
brew "sane-backends"
brew "sl"
brew "speex"
brew "tbb"
brew "texi2html"
brew "texinfo"
brew "thefuck"
brew "tig"
brew "timidity"
brew "tree"
brew "tty-clock"
brew "unixodbc"
brew "unrar"
brew "vim", args: ["with-python3"]
brew "wget"
brew "wifi-password"
brew "wine"
brew "winetricks"
brew "wtf"
brew "yasm"
brew "youtube-dl"
brew "zenity"
brew "zsh"
brew "zsh-completions"
brew "homebrew/php/composer"
brew "homebrew/php/php71"
brew "homebrew/php/php-code-sniffer"
brew "homebrew/science/arpack"
brew "homebrew/science/glpk"
brew "homebrew/science/metis"
brew "homebrew/science/opencv"
brew "homebrew/science/qhull"
brew "homebrew/science/transfig"
cask "adobe-air"
cask "android-studio"
cask "arduino"
cask "audacity"
cask "blender"
cask "docker"
cask "dosbox"
cask "firefox"
cask "gimp"
cask "haskell-platform"
cask "libreoffice"
cask "mactex"
cask "pongsaver"
cask "processing"
cask "quicktime-player7"
cask "sequel-pro"
cask "unity"
cask "vagrant"
cask "virtualbox"
cask "vlc"
cask "xscreensaver"
